{
	"home": "Home",
	"bio": "Hi there, my name is Rodrigo Mady and I'm a full-stack developer.",
	"welcome": "Welcome to my personal website!",
	"sitelanguage": "Site Language",
	"aboutme":   "About me",
	"portfolio": "Portfolio",
	"resume":    "Resume",
	"services":  "Services",
	"themetrema": "Theme Trema",
	"contact": "Contact",
	"purplemode": "Purple mode",
	"mainrole": "Software Engineer",
	"others":   "Others",
	"roledescription": "I'm software engineer at BairesDev. In backend I work mostly with PHP and NodeJS. In frontend with HTML, CSS, Sass and a little bit with Vue.Js and React",
	"skills": "Skills Overview",
	"skillsdescription": "I have more than 7 years of experience working with distance learning web applications. Below is a quick overview of my main technical skill sets and the tools I use. Want to find out more about my experience?",
	"jobs": "Great places I work/worked",
	"whatidid": "What I did",
	"whatididdesc": "Below is a quick overview of my main technical skill sets and technologies I used in those companies.",
	"ownbussiness": "I have my own small business as a freelancer and CEO at Trema Technology. Focus on distance learning development projects with data analysis, updating, backend, frontend, management, implantation, implementation, infrastructure, installation, migration, testing, and training using the LMS Moodle",
	"ownbussinesslink": "Awesome, I want to make contact with Trema Tech",
	"cite": "Every dream you leave behind is a piece of the future that ceases to exist",
	"talks": "Talks",
	"talk1": "How Theme Can Solve Your Problems",
	"talk2": "Moodle Themes - How it provides more convenience for the end-user",
	"talksdesc": "I love Open Source Community and started to share my experience with some lectures. As Linux user and maintainer of theme Trema this is a great form to expand my knowledge and learn more.",
	"phpdesc": "Moodle is my main skill, I have more than 7 years of experience working with it and making some lectures. I had a minor experience working with Laravel too.",
	"javascriptdesc": "6 years of experience working with Vanilla and libs. Worked a little bit with Vue.Js and React. And did the Bootcamp in BairesDev with Node JS.",
	"sqldesc": "My first experience in the development world started with SQL and dynamic reports, since then I worked with: PostgreSQL, MySQL, Oracle and SQL Server.",
	"htmldesc": "More than 6 years of experience doing frontend. My main Open Source project is the theme Trema for Moodle. I did him using Sass and Mustaches.",
	"trema": "Theme Trema",
	"tremadesc": "Trema is a Moodle theme focused on usability and beauty, the developers have tried to make something clean and usable for everyone in the community.",
	"footertitle": "Interested in hiring me for your project?",
	"footerdesc": "Looking for an experienced full-stack developer to build your distance learning website? To start an initial chat, just drop me a message:", 
	"tremasites": "In more than 3800 sites",
	"tremadownloads": "More than 20.000 downloads since 2019",
	"tremalikes": "80 likes in Moodle.org",
	"sourcecode": "Source Code",
	"donate": "Donate",
	"english": "English",
	"portuguese": "Portuguese"
}