{
	"home": "Home",
	"bio": "Olá, meu nome é Rodrigo Mady e sou desenvolvedor full stack.",
	"welcome": "Bem-vindo ao meu site pessoal!",
	"sitelanguage": "Idioma do Site",
	"aboutme":   "Sobre mim",
	"portfolio": "Portfólio",
	"resume":    "Currículo",
	"services":  "Serviços",
	"themetrema": "Tema Trema",
	"contact": "Contato",
	"purplemode": "Modo roxo",
	"mainrole": "Engenheiro de Software",
	"others":   "Outros",
	"roledescription": "Sou engenheiro de software na BairesDev. No backend trabalho principalmente com PHP e NodeJS. No frontend com HTML, CSS, Sass e um pouco com Vue.Js e React.",
	"skills": "Habilidades em geral",
	"skillsdescription": "Tenho mais de 7 anos de experiência trabalhando com aplicações web de ensino a distância. Abaixo está uma rápida visão geral dos meus principais conjuntos de habilidades técnicas e das ferramentas que uso.",
	"jobs": "Ótimas empresas que faço/fiz parte",
	"whatidid": "O que eu fiz",
	"whatididdesc": "Abaixo está uma visão simplificada das minhas principais habilidades técnicas e tecnologias que usei nessas empresas.",
	"ownbussiness": "Tenho meu próprio pequeno negócio como freelancer e CEO na Trema Technology. Foco em projetos de desenvolvimento e ensino a distância. Com análise de dados, atualização, backend, frontend, gerenciamento, implantação, implementação, infraestrutura, instalação, migração, teste e treinamento utilizando o LMS Moodle",
	"cite": "Cada sonho que você deixa pra trás, é um pedaço do futuro que deixa de existir",
	"talks": "Palestras",
	"talksdesc": "Eu amo a Comunidade Open Source e comecei a compartilhar minha experiência com algumas palestras. Como usuário Linux e mantenedor do tema Trema, esta é uma ótima forma de expandir meu conhecimento e aprender mais.",
	"phpdesc": "O Moodle é minha principal habilidade, tenho mais de 7 anos de experiência trabalhando com ele e fazendo algumas palestras. Eu tive uma pequena experiência trabalhando com Laravel também.",
	"javascriptdesc": "6 anos de experiência trabalhando com Vanilla e bibliotecas. Trabalhei um pouco com Vue.Js e React. E fiz o Bootcamp no BairesDev com Node JS.",
	"sqldesc": "Minha primeira experiência no mundo da programação começou com SQL e relatórios dinâmicos, desde então trabalhei com: PostgreSQL, MySQL, Oracle e SQL Server.",
	"htmldesc": "Mais de 6 anos de experiência trabalhando com frontend. Meu principal projeto Open Source é o tema Trema para o Moodle. Eu ele isso usando Sass e Mustaches."
}